tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "jmacdonald/amp"
tap "versent/taps"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "python"
brew "ansible"
brew "oniguruma"
brew "jq"
brew "ansiweather"
brew "awscli"
brew "bats"
brew "boost"
brew "boost-python"
brew "gettext"
brew "cairo"
brew "cmake"
brew "clojure"
brew "coreutils"
brew "csvkit"
brew "ctop"
brew "go"
brew "dep"
brew "dos2unix"
brew "fdupes"
brew "libevent"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "gdrive"
brew "git"
brew "pkg-config"
brew "gobject-introspection"
brew "gradle"
brew "grep"
brew "gron"
brew "groovy"
brew "httpie"
brew "icdiff"
brew "imagemagick"
brew "iproute2mac"
brew "jansson"
brew "jemalloc"
brew "jid"
brew "jmeter", args: ["with-plugins"]
brew "jmxtrans"
brew "jpegoptim"
brew "leiningen"
brew "libcroco"
brew "libev"
brew "librsvg"
brew "libxml2"
brew "links"
brew "lynx"
brew "maven"
brew "mercurial"
brew "mitmproxy"
brew "mplayer"
brew "vapoursynth"
brew "mpv"
brew "mycli"
brew "nmap"
brew "numpy"
brew "nvm"
brew "opencv"
brew "optipng"
brew "p7zip"
brew "parallel"
brew "potrace"
brew "proxychains-ng"
brew "pv"
brew "qemu"
brew "rsync"
brew "screenfetch"
brew "shellcheck"
brew "source-highlight"
brew "spdylay"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "sshrc"
brew "subversion"
brew "swagger-codegen"
brew "tcl-tk"
brew "telnet"
brew "thefuck"
brew "translate-shell"
brew "ttygif"
brew "typescript"
brew "unison"
brew "unixodbc"
brew "unrar"
brew "upx"
brew "wget"
brew "xmlstarlet"
brew "xpdf"
brew "xsv"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jmacdonald/amp/amp"
brew "versent/taps/saml2aws"
