tap 'caskroom/cask'
tap 'homebrew/apache'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'jcgay/jcgay'
cask 'java'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'oniguruma'
brew 'jq'
brew 'ansiweather'
brew 'apr'
brew 'apr-util'
brew 'bash-completion'
brew 'boost'
brew 'c-ares'
brew 'dos2unix'
brew 'fdupes'
brew 'libpng'
brew 'freetype'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'fribidi'
brew 'gmp'
brew 'mpfr'
brew 'gawk'
brew 'gdrive'
brew 'git'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'gradle'
brew 'groovy'
brew 'xz'
brew 'python3'
brew 'httpie'
brew 'hub'
brew 'icdiff'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'imagemagick'
brew 'jansson'
brew 'jemalloc'
brew 'jmeter', args: ['with-plugins']
brew 'jmxtrans'
brew 'jpegoptim'
brew 'libev'
brew 'libevent'
brew 'libxml2'
brew 'links'
brew 'lynx'
brew 'mariadb'
brew 'mercurial'
brew 'protobuf'
brew 'mitmproxy'
brew 'mycli'
brew 'spdylay'
brew 'nghttp2'
brew 'nmap'
brew 'node'
brew 'optipng'
brew 'pkg-config'
brew 'proxychains-ng'
brew 'pv'
brew 'rlwrap'
brew 'shellcheck'
brew 'source-highlight'
brew 'speedtest_cli'
brew 'ssh-copy-id'
brew 'swagger-codegen'
brew 'thefuck'
brew 'translate-shell'
brew 'ttyrec'
brew 'ttygif'
brew 'unixodbc'
brew 'wget'
brew 'xmlstarlet'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/dupes/zlib'
brew 'homebrew/apache/httpd22', args: ['with-mpm-event', 'with-privileged-ports']
brew 'homebrew/apache/mod_fastcgi', args: ['with-homebrew-httpd22']
brew 'homebrew/dupes/grep'
brew 'homebrew/php/php70'
brew 'homebrew/php/sqlformat'
brew 'jcgay/jcgay/maven-deluxe'
cask 'atom'
cask 'docker-toolbox'
cask 'eclipse-ide'
cask 'google-drive'
cask 'imageoptim'
cask 'intellij-idea'
cask 'iterm2'
cask 'itsycal'
cask 'keepassx'
cask 'owncloud'
cask 'soapui'
cask 'sourcetree'
cask 'spectacle'
cask 'squirrelsql'
cask 'whatsapp'
