tap "caskroom/cask"
tap "caskroom/versions"
tap "chainsawbaby/formula"
tap "eugenmayer/dockersync"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "jcgay/jcgay"
tap "rockymadden/rockymadden"
cask "java"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "readline"
brew "python"
brew "ansible"
brew "oniguruma"
brew "jq"
brew "ansiweather"
brew "awscli"
brew "bash-completion"
brew "freetype"
brew "gettext"
brew "cmake"
brew "coreutils"
brew "dos2unix"
brew "fdupes"
brew "git"
brew "gawk"
brew "gdrive"
brew "pkg-config"
brew "gradle"
brew "grep"
brew "groovy"
brew "icu4c"
brew "zlib"
brew "httpd22", args: ["with-mpm-event", "with-privileged-ports"], restart_service: true
brew "xz"
brew "httpie"
brew "hub"
brew "icdiff"
brew "jpeg"
brew "imagemagick"
brew "jansson"
brew "jemalloc"
brew "jmeter", args: ["with-plugins"]
brew "jmxtrans"
brew "jpegoptim"
brew "libev"
brew "libevent"
brew "libxml2"
brew "links"
brew "lynx"
brew "mariadb"
brew "maven"
brew "mercurial"
brew "mitmproxy"
brew "mod_fastcgi", args: ["with-homebrew-httpd22"]
brew "mycli"
brew "spdylay"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "optipng"
brew "p7zip"
brew "proxychains-ng"
brew "pv"
brew "qemu"
brew "rsync"
brew "screenfetch"
brew "shellcheck"
brew "source-highlight"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "sshrc"
brew "subversion"
brew "swagger-codegen"
brew "thefuck"
brew "translate-shell"
brew "ttygif"
brew "unison"
brew "unixodbc"
brew "unrar"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "chainsawbaby/formula/bash-snippets"
brew "eugenmayer/dockersync/unox"
brew "homebrew/php/php70", args: ["with-httpd22"]
brew "homebrew/php/phpmyadmin"
brew "homebrew/php/sqlformat"
brew "rockymadden/rockymadden/somafm-cli"
cask "atom"
cask "colorpicker"
cask "colorpicker-hex"
cask "diffmerge"
cask "docker-toolbox"
cask "eclipse-ide"
cask "gitkraken"
cask "google-drive"
cask "hocus-focus"
cask "hyper"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "java7"
cask "keepassx"
cask "navicat-for-mariadb"
cask "owncloud"
cask "soapui"
cask "sourcetree"
cask "spectacle"
cask "squirrelsql"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
